Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# onboarding_goals_subtitle
source: Choisissez autant que vous voulez — vous pourrez toujours changer
am: የፈለጉትን ያህል ይምረጡ — በኋላ ሁልጊዜ ሊለውጡ ይችላሉ
ar: اختاري ما تشائين — يمكنك التغيير لاحقاً
bg: Изберете колкото искате — винаги можете да промените по-късно
bn: যতগুলো চান বেছে নিন — আপনি পরে সবসময় পরিবর্তন করতে পারবেন
ca: Tria tantes com vulguis — sempre ho pots canviar més tard
cs: Vyberte si kolik chcete — vždy to můžete změnit později
da: Vælg så mange du vil — du kan altid ændre det senere
de: Wählen Sie so viele wie Sie möchten — Sie können das jederzeit ändern
el: Επιλέξτε όσα θέλετε — μπορείτε πάντα να τα αλλάξετε αργότερα
en: Choose as many as you like — you can always change this later
es: Elige tantas como quieras — siempre puedes cambiar después
fa: هرچقدر می‌خواهید انتخاب کنید — همیشه می‌توانید بعداً تغییر دهید
fi: Valitse niin monta kuin haluat — voit aina muuttaa myöhemmin
he: בחר/י כמה שתרצה — אפשר תמיד לשנות אחר כך
hi: जितने चाहें उतने चुनें — आप इसे बाद में कभी भी बदल सकते हैं
hr: Odaberite koliko želite — uvijek možete promijeniti kasnije
hu: Válassz amennyit szeretnél — bármikor megváltoztathatod
id: Pilih sebanyak yang Anda mau — Anda selalu bisa mengubahnya nanti
it: Scegli quante ne vuoi — puoi sempre cambiare in seguito
ja: 好きなだけ選んでください — いつでも変更できます
ko: 원하는 만큼 선택하세요 — 나중에 언제든 변경할 수 있습니다
ms: Pilih seberapa banyak yang anda mahu — anda boleh ubah kemudian
nb: Velg så mange du vil — du kan alltid endre det senere
nl: Kies er zoveel als je wilt — je kunt dit altijd later wijzigen
pl: Wybierz tyle, ile chcesz — zawsze możesz to zmienić później
pt_br: Escolha quantas quiser — você sempre pode mudar depois
ro: Alege câte vrei — poți schimba oricând
ru: Выбирайте сколько хотите — вы всегда сможете изменить это позже
sk: Vyberte si koľko chcete — vždy to môžete zmeniť neskôr
sv: Välj så många du vill — du kan alltid ändra detta senare
sw: Chagua unavyopenda — unaweza kubadilisha baadaye
th: เลือกกี่ข้อก็ได้ — คุณเปลี่ยนได้ทุกเมื่อ
tr: İstediğiniz kadar seçin — her zaman değiştirebilirsiniz
uk: Обирайте скільки хочете — ви завжди зможете змінити це пізніше
ur: جتنے چاہیں منتخب کریں — آپ بعد میں ہمیشہ تبدیل کر سکتے ہیں
vi: Chọn bao nhiêu tùy thích — bạn luôn có thể thay đổi sau
zh_hans: 选择任意多个 — 您随时可以更改
zh_hant: 選擇任意多個 — 您隨時可以更改
zu: Khetha ngokuningi ngendlela ofisa ngayo — ungakushintsha nganoma nini

# onboarding_goals_title
source: Qu'est-ce qui compte le plus pour vous ?
am: ለእርስዎ ምን ነው በጣም አስፈላጊ?
ar: ما الأهم بالنسبة لك؟
bg: Кое е най-важно за вас?
bn: আপনার কাছে সবচেয়ে গুরুত্বপূর্ণ কী?
ca: Què és el més important per a tu?
cs: Co je pro vás nejdůležitější?
da: Hvad betyder mest for dig?
de: Was ist Ihnen am wichtigsten?
el: Τι σας ενδιαφέρει περισσότερο;
en: What matters most to you?
es: ¿Qué es lo más importante para ti?
fa: چه چیزی برای شما مهم‌تر است؟
fi: Mikä on sinulle tärkeintä?
he: מה הכי חשוב לך?
hi: आपके लिए सबसे ज़रूरी क्या है?
hr: Što vam je najvažnije?
hu: Mi a legfontosabb számodra?
id: Apa yang paling penting bagi Anda?
it: Cosa conta di più per te?
ja: あなたにとって一番大切なことは？
ko: 무엇이 가장 중요한가요?
ms: Apa yang paling penting untuk anda?
nb: Hva betyr mest for deg?
nl: Wat is het belangrijkst voor jou?
pl: Co jest dla ciebie najważniejsze?
pt_br: O que é mais importante para você?
ro: Ce contează cel mai mult pentru tine?
ru: Что для вас важнее всего?
sk: Čo je pre vás najdôležitejšie?
sv: Vad är viktigast för dig?
sw: Nini kinachokuhusisha zaidi?
th: อะไรสำคัญที่สุดสำหรับคุณ?
tr: Sizin için en önemli olan ne?
uk: Що для вас найважливіше?
ur: آپ کے لیے سب سے اہم کیا ہے؟
vi: Điều gì quan trọng nhất với bạn?
zh_hans: 什么对您最重要？
zh_hant: 什麼對您最重要？
zu: Yini ebaluleke kakhulu kuwe?

# onboarding_icloud_toggle
source: Sauvegarde iCloud (bientôt)
am: iCloud ምትኬ (በቅርቡ)
ar: نسخة احتياطية iCloud (قريباً)
bg: iCloud резервно копие (скоро)
bn: iCloud ব্যাকআপ (শীঘ্রই আসছে)
ca: Còpia de seguretat iCloud (aviat)
cs: Záloha iCloud (brzy)
da: iCloud-sikkerhedskopi (kommer snart)
de: iCloud-Backup (demnächst)
el: Αντίγραφο ασφαλείας iCloud (σύντομα)
en: iCloud Backup (coming soon)
es: Copia de seguridad iCloud (próximamente)
fa: پشتیبان‌گیری iCloud (به‌زودی)
fi: iCloud-varmuuskopio (tulossa pian)
he: גיבוי iCloud (בקרוב)
hi: iCloud बैकअप (जल्द आ रहा है)
hr: iCloud sigurnosna kopija (uskoro)
hu: iCloud biztonsági mentés (hamarosan)
id: Cadangan iCloud (segera hadir)
it: Backup iCloud (in arrivo)
ja: iCloud バックアップ（近日公開）
ko: iCloud 백업 (곧 제공 예정)
ms: Sandaran iCloud (akan datang)
nb: iCloud-sikkerhetskopi (kommer snart)
nl: iCloud-back-up (binnenkort)
pl: Kopia zapasowa iCloud (wkrótce)
pt_br: Backup iCloud (em breve)
ro: Backup iCloud (în curând)
ru: Резервная копия iCloud (скоро)
sk: Záloha iCloud (čoskoro)
sv: iCloud-säkerhetskopia (kommer snart)
sw: Hifadhi ya iCloud (inakuja hivi karibuni)
th: สำรองข้อมูล iCloud (เร็วๆ นี้)
tr: iCloud Yedekleme (yakında)
uk: Резервна копія iCloud (незабаром)
ur: iCloud بیک اپ (جلد آ رہا ہے)
vi: Sao lưu iCloud (sắp ra mắt)
zh_hans: iCloud 备份（即将推出）
zh_hant: iCloud 備份（即將推出）
zu: Isipele se-iCloud (siyeza maduze)

# onboarding_last_period_picker_label
source: Date de début
am: የመጀመሪያ ቀን
ar: تاريخ البدء
bg: Начална дата
bn: শুরুর তারিখ
ca: Data d'inici
cs: Datum zahájení
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
en: Start date
es: Fecha de inicio
fa: تاریخ شروع
fi: Aloituspäivämäärä
he: תאריך התחלה
hi: आरंभ करने की तिथि
hr: Datum početka
hu: Kezdés dátuma
id: Tanggal mulai
it: Data di inizio
ja: 開始日
ko: 시작일
ms: Tarikh mula
nb: Startdato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de início
ro: Data de începere
ru: Дата начала
sk: Dátum začiatku
sv: Startdatum
sw: Tarehe ya kuanza
th: วันที่เริ่มต้น
tr: Başlangıç ​​tarihi
uk: Дата початку
ur: تاریخ شروع
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期
zu: Usuku okuqalwa ngalo

# onboarding_last_period_subtitle
source: Cela nous aide à comprendre votre rythme — une estimation suffit !
am: ይህ ምት እንድንረዳ ይረዳናል — ግምት በቂ ነው!
ar: هذا يساعدنا على فهم إيقاعك — تقدير تقريبي يكفي!
bg: Това ни помага да разберем вашия ритъм — приблизителна дата е достатъчна!
bn: এটি আমাদের আপনার ছন্দ বুঝতে সাহায্য করে — আনুমানিক হলেও চলবে!
ca: Això ens ajuda a entendre el teu ritme — una estimació n'hi ha prou!
cs: Pomůže nám to pochopit váš rytmus — odhad stačí!
da: Det hjælper os med at forstå din rytme — et skøn er fint!
de: Das hilft uns, Ihren Rhythmus zu verstehen — eine Schätzung reicht!
el: Αυτό μας βοηθά να κατανοήσουμε τον ρυθμό σας — μια εκτίμηση αρκεί!
en: This helps us understand your rhythm — an estimate is fine!
es: Esto nos ayuda a entender tu ritmo — ¡una estimación está bien!
fa: این به ما کمک می‌کند ریتم شما را بفهمیم — یک تخمین کافیست!
fi: Tämä auttaa meitä ymmärtämään rytmiäsi — arvio riittää!
he: זה עוזר לנו להבין את הקצב שלך — הערכה מספיקה!
hi: यह हमें आपकी लय समझने में मदद करता है — अनुमान ठीक है!
hr: Ovo nam pomaže razumjeti vaš ritam — procjena je dovoljna!
hu: Segít megérteni a ritmusodat — egy becslés tökéletesen megfelel!
id: Ini membantu kami memahami ritme Anda — perkiraan saja cukup!
it: Questo ci aiuta a capire il tuo ritmo — una stima va benissimo!
ja: あなたのリズムを理解するのに役立ちます — 大体で大丈夫です！
ko: 당신의 리듬을 이해하는 데 도움이 됩니다 — 대략적이어도 괜찮아요!
ms: Ini membantu kami memahami irama anda — anggaran pun cukup!
nb: Det hjelper oss å forstå rytmen din — et anslag er nok!
nl: Dit helpt ons je ritme te begrijpen — een schatting is prima!
pl: To pomoże nam zrozumieć twój rytm — wystarczy przybliżona data!
pt_br: Isso nos ajuda a entender seu ritmo — uma estimativa basta!
ro: Ne ajută să înțelegem ritmul tău — o estimare e suficientă!
ru: Это поможет нам понять ваш ритм — примерная дата подойдёт!
sk: Pomôže nám to pochopiť váš rytmus — odhad stačí!
sv: Det hjälper oss att förstå din rytm — en uppskattning duger!
sw: Hii hutusaidia kuelewa mdundo wako — makadirio yanatosha!
th: สิ่งนี้ช่วยให้เราเข้าใจจังหวะของคุณ — ประมาณการก็พอ!
tr: Ritminizi anlamamıza yardımcı olur — tahmini bir tarih yeterli!
uk: Це допоможе нам зрозуміти ваш ритм — приблизна дата достатня!
ur: یہ ہمیں آپ کی تال سمجھنے میں مدد کرتا ہے — اندازہ کافی ہے!
vi: Điều này giúp chúng tôi hiểu nhịp sinh học của bạn — ước tính cũng được!
zh_hans: 这有助于我们了解您的节奏 — 大概日期就可以！
zh_hant: 這有助於我們了解您的節奏 — 大概日期就可以！
zu: Lokhu kusisiza ukuqonda isigqi sakho — isilinganiso kulungile!

# onboarding_last_period_title
source: Quand vos dernières règles ont-elles commencé ?
am: የመጨረሻ ወር አበባዎ መቼ ተጀመረ?
ar: متى بدأت آخر دورة شهرية؟
bg: Кога започна последната ви менструация?
bn: আপনার শেষ মাসিক কখন শুরু হয়েছিল?
ca: Quan va començar la teva última regla?
cs: Kdy začala vaše poslední menstruace?
da: Hvornår begyndte din sidste menstruation?
de: Wann hat Ihre letzte Periode begonnen?
el: Πότε ξεκίνησε η τελευταία σας περίοδος;
en: When did your last period start?
es: ¿Cuándo empezó tu último periodo?
fa: آخرین دوره قاعدگی شما چه زمانی شروع شد؟
fi: Milloin viimeisin kuukautisesi alkoivat?
he: מתי התחילה המחזור האחרון שלך?
hi: आपकी आखिरी माहवारी कब शुरू हुई?
hr: Kada je počela vaša zadnja menstruacija?
hu: Mikor kezdődött az utolsó menstruációd?
id: Kapan haid terakhir Anda dimulai?
it: Quando è iniziato il tuo ultimo ciclo?
ja: 最後の生理はいつ始まりましたか？
ko: 마지막 생리가 언제 시작되었나요?
ms: Bilakah haid terakhir anda bermula?
nb: Når begynte din siste menstruasjon?
nl: Wanneer begon je laatste menstruatie?
pl: Kiedy zaczął się twój ostatni okres?
pt_br: Quando começou sua última menstruação?
ro: Când a început ultima ta menstruație?
ru: Когда начались последние месячные?
sk: Kedy začala vaša posledná menštruácia?
sv: När började din senaste mens?
sw: Hedhi yako ya mwisho ilianza lini?
th: ประจำเดือนครั้งล่าสุดของคุณเริ่มเมื่อไหร่?
tr: Son adet döneminiz ne zaman başladı?
uk: Коли почалася ваша остання менструація?
ur: آپ کی آخری ماہواری کب شروع ہوئی؟
vi: Kỳ kinh nguyệt gần nhất của bạn bắt đầu khi nào?
zh_hans: 您最近一次月经是什么时候开始的？
zh_hant: 您最近一次月經是什麼時候開始的？
zu: Isikhathi sakho sokugcina saqala nini?

# onboarding_lock_toggle
source: Protéger avec Face ID ou code
am: በ Face ID ወይም ፓስኮድ ይጠብቁ
ar: حماية بـ Face ID أو رمز المرور
bg: Защита с Face ID или парола
bn: Face ID বা পাসকোড দিয়ে সুরক্ষিত করুন
ca: Protegeix amb Face ID o codi
cs: Chránit pomocí Face ID nebo kódem
da: Beskyt med Face ID eller adgangskode
de: Mit Face ID oder Code schützen
el: Προστασία με Face ID ή κωδικό
en: Protect with Face ID or passcode
es: Proteger con Face ID o código
fa: محافظت با Face ID یا رمز عبور
fi: Suojaa Face ID:llä tai koodilla
he: הגנה עם Face ID או קוד סיסמה
hi: Face ID या पासकोड से सुरक्षित करें
hr: Zaštitite s Face ID ili šifrom
hu: Védelem Face ID-vel vagy jelkóddal
id: Lindungi dengan Face ID atau kode sandi
it: Proteggi con Face ID o codice
ja: Face ID またはパスコードで保護
ko: Face ID 또는 암호로 보호
ms: Lindungi dengan Face ID atau kod laluan
nb: Beskytt med Face ID eller kode
nl: Beschermen met Face ID of toegangscode
pl: Chroń za pomocą Face ID lub kodu
pt_br: Proteger com Face ID ou código
ro: Protejează cu Face ID sau cod
ru: Защитить с помощью Face ID или кода
sk: Chrániť pomocou Face ID alebo kódom
sv: Skydda med Face ID eller lösenkod
sw: Linda kwa Face ID au nambari ya siri
th: ป้องกันด้วย Face ID หรือรหัสผ่าน
tr: Face ID veya şifre ile koru
uk: Захистити за допомогою Face ID або коду
ur: Face ID یا پاسکوڈ سے محفوظ کریں
vi: Bảo vệ bằng Face ID hoặc mật mã
zh_hans: 使用面容 ID 或密码保护
zh_hant: 使用面容 ID 或密碼保護
zu: Vikela nge-Face ID noma ikhodi yokungena

# onboarding_name_a11y
source: Votre prénom, optionnel
am: ስምዎ፣ አማራጭ
ar: اسمك الأول، اختياري
bg: Вашето име, по избор
bn: আপনার নাম, ঐচ্ছিক
ca: El teu nom, opcional
cs: Vaše jméno, volitelné
da: Dit fornavn, valgfrit
de: Ihr Vorname, optional
el: Το όνομά σας, προαιρετικό
en: Your first name, optional
es: Tu nombre, opcional
fa: نام شما، اختیاری
fi: Etunimesi, valinnainen
he: השם הפרטי שלך, לא חובה
hi: आपका नाम, वैकल्पिक
hr: Vaše ime, neobavezno
hu: Keresztneved, nem kötelező
id: Nama depan Anda, opsional
it: Il tuo nome, facoltativo
ja: お名前（任意）
ko: 이름, 선택사항
ms: Nama pertama anda, pilihan
nb: Ditt fornavn, valgfritt
nl: Je voornaam, optioneel
pl: Twoje imię, opcjonalnie
pt_br: Seu primeiro nome, opcional
ro: Prenumele tău, opțional
ru: Ваше имя, необязательно
sk: Vaše meno, voliteľné
sv: Ditt förnamn, valfritt
sw: Jina lako, si lazima
th: ชื่อของคุณ ไม่บังคับ
tr: Adınız, isteğe bağlı
uk: Ваше ім'я, необов'язково
ur: آپ کا نام، اختیاری
vi: Tên của bạn, tùy chọn
zh_hans: 您的名字，可选
zh_hant: 您的名字，可選
zu: Igama lakho, akuphoqelekile

# onboarding_name_hint_a11y
source: Entrez votre prénom ou un surnom
am: የመጀመሪያ ስምዎን ወይም ቅጽል ስምዎን ያስገቡ
ar: أدخل اسمك الأول أو اللقب
bg: Въведете собственото си име или псевдоним
bn: আপনার প্রথম নাম বা ডাকনাম লিখুন
ca: Introduïu el vostre nom o un sobrenom
cs: Zadejte své křestní jméno nebo přezdívku
da: Indtast dit fornavn eller et kaldenavn
de: Geben Sie Ihren Vornamen oder einen Spitznamen ein
el: Εισαγάγετε το όνομά σας ή ένα ψευδώνυμο
en: Enter your first name or a nickname
es: Introduce tu nombre o un apodo
fa: نام کوچک یا نام مستعار خود را وارد کنید
fi: Kirjoita etunimesi tai lempinimesi
he: הזן את שמך הפרטי או כינוי
hi: अपना पहला नाम या उपनाम दर्ज करें
hr: Unesite svoje ime ili nadimak
hu: Írja be a keresztnevét vagy a becenevét
id: Masukkan nama depan atau nama panggilan Anda
it: Inserisci il tuo nome o un soprannome
ja: 名前またはニックネームを入力してください
ko: 이름이나 별명을 입력하세요.
ms: Masukkan nama pertama atau nama panggilan anda
nb: Skriv inn fornavnet ditt eller et kallenavn
nl: Voer uw voornaam of een bijnaam in
pl: Wpisz swoje imię lub pseudonim
pt_br: Digite seu primeiro nome ou apelido
ro: Introduceți prenumele sau porecla
ru: Введите свое имя или псевдоним
sk: Zadajte svoje krstné meno alebo prezývku
sv: Ange ditt förnamn eller ett smeknamn
sw: Weka jina lako la kwanza au lakabu
th: ป้อนชื่อหรือชื่อเล่นของคุณ
tr: Adınızı veya takma adınızı girin
uk: Введіть своє ім'я або псевдонім
ur: اپنا پہلا نام یا عرفی نام درج کریں۔
vi: Nhập tên hoặc biệt hiệu của bạn
zh_hans: 输入您的名字或昵称
zh_hant: 輸入您的名字或暱稱
zu: Faka igama lakho lokuqala noma isiteketiso

# onboarding_name_placeholder
source: Comment vous appeler ? (optionnel)
am: ምን ብለን እንጥራዎት? (አማራጭ)
ar: ماذا نناديك؟ (اختياري)
bg: Как да ви наричаме? (по избор)
bn: আমরা আপনাকে কী বলে ডাকব? (ঐচ্ছিক)
ca: Com et podem dir? (opcional)
cs: Jak vás máme oslovovat? (volitelné)
da: Hvad skal vi kalde dig? (valgfrit)
de: Wie sollen wir Sie nennen? (optional)
el: Πώς να σας αποκαλούμε; (προαιρετικό)
en: What should we call you? (optional)
es: ¿Cómo te llamamos? (opcional)
fa: چه صدایتان کنیم؟ (اختیاری)
fi: Mitä sinua kutsutaan? (valinnainen)
he: איך לקרוא לך? (לא חובה)
hi: हम आपको क्या बुलाएँ? (वैकल्पिक)
hr: Kako da vas zovemo? (neobavezno)
hu: Hogyan szólíthatunk? (nem kötelező)
id: Apa panggilan Anda? (opsional)
it: Come possiamo chiamarti? (facoltativo)
ja: なんとお呼びしましょうか？（任意）
ko: 뭐라고 부르면 될까요? (선택사항)
ms: Apa yang patut kami panggil anda? (pilihan)
nb: Hva skal vi kalle deg? (valgfritt)
nl: Hoe mogen we je noemen? (optioneel)
pl: Jak mamy do ciebie mówić? (opcjonalnie)
pt_br: Como podemos te chamar? (opcional)
ro: Cum să te numim? (opțional)
ru: Как вас называть? (необязательно)
sk: Ako vás máme oslovovať? (voliteľné)
sv: Vad ska vi kalla dig? (valfritt)
sw: Tukuitepiaje? (si lazima)
th: เราควรเรียกคุณว่าอะไร? (ไม่บังคับ)
tr: Size ne diyelim? (isteğe bağlı)
uk: Як нам вас називати? (необов'язково)
ur: ہم آپ کو کیا پکاریں؟ (اختیاری)
vi: Chúng tôi nên gọi bạn là gì? (tùy chọn)
zh_hans: 我们该怎么称呼您？（可选）
zh_hant: 我們該怎麼稱呼您？（可選）
zu: Sikubize ngani? (akuphoqelekile)

# onboarding_next_a11y
source: Continuer vers l'étape suivante
am: ወደሚቀጥለው ደረጃ ይቀጥሉ
ar: انتقل إلى الخطوة التالية
bg: Продължете към следващата стъпка
bn: পরবর্তী ধাপে চালিয়ে যান
ca: Continueu amb el pas següent
cs: Pokračujte dalším krokem
da: Fortsæt til næste trin
de: Fahren Sie mit dem nächsten Schritt fort
el: Συνεχίστε στο επόμενο βήμα
en: Continue to next step
es: Continuar al siguiente paso
fa: به مرحله بعدی ادامه دهید
fi: Jatka seuraavaan vaiheeseen
he: המשך לשלב הבא
hi: अगले चरण पर जारी रखें
hr: Nastavite na sljedeći korak
hu: Folytassa a következő lépéssel
id: Lanjutkan ke langkah berikutnya
it: Continua al passaggio successivo
ja: 次のステップに進む
ko: 다음 단계로 계속
ms: Teruskan ke langkah seterusnya
nb: Fortsett til neste trinn
nl: Ga door naar de volgende stap
pl: Przejdź do następnego kroku
pt_br: Continuar para a próxima etapa
ro: Continuați cu pasul următor
ru: Перейти к следующему шагу
sk: Pokračujte ďalším krokom
sv: Fortsätt till nästa steg
sw: Endelea hadi hatua inayofuata
th: ดำเนินการต่อไปยังขั้นตอนถัดไป
tr: Sonraki adıma geçin
uk: Перейдіть до наступного кроку
ur: اگلے مرحلے پر جاری رکھیں
vi: Tiếp tục bước tiếp theo
zh_hans: 继续下一步
zh_hant: 繼續下一步
zu: Qhubekela esinyathelweni esilandelayo

# onboarding_next_button
source: Continuer
am: ቀጥል
ar: متابعة
bg: Продължи
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
en: Continue
es: Continuar
fa: ادامه
fi: Jatka
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
sw: Endelea
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zu: Qhubeka

# onboarding_period_duration_label
source: Combien de temps durent vos règles habituellement ?
am: ወር አበባዎ ብዙ ጊዜ ምን ያህል ይቆያል?
ar: كم تستمر دورتك عادة؟
bg: Колко обикновено продължава менструацията ви?
bn: আপনার মাসিক সাধারণত কতদিন থাকে?
ca: Quant sol durar la teva regla?
cs: Jak dlouho obvykle trvá vaše menstruace?
da: Hvor længe varer din menstruation normalt?
de: Wie lange dauert Ihre Periode normalerweise?
el: Πόσο συνήθως διαρκεί η περίοδός σας;
en: How long does your period usually last?
es: ¿Cuánto suele durar tu periodo?
fa: دوره قاعدگی شما معمولاً چقدر طول می‌کشد؟
fi: Kuinka kauan kuukautisesi yleensä kestävät?
he: כמה זמן בדרך כלל נמשך המחזור שלך?
hi: आपकी माहवारी आमतौर पर कितने दिन रहती है?
hr: Koliko obično traje vaša menstruacija?
hu: Általában meddig tart a menstruációd?
id: Berapa lama haid Anda biasanya berlangsung?
it: Quanto dura di solito il tuo ciclo?
ja: 生理は通常どのくらい続きますか？
ko: 생리 기간은 보통 얼마나 되나요?
ms: Berapa lama haid anda biasanya?
nb: Hvor lenge varer menstruasjonen din vanligvis?
nl: Hoe lang duurt je menstruatie meestal?
pl: Jak długo zwykle trwa twój okres?
pt_br: Quanto tempo costuma durar sua menstruação?
ro: Cât durează de obicei menstruația ta?
ru: Сколько обычно длятся месячные?
sk: Ako dlho zvyčajne trvá vaša menštruácia?
sv: Hur länge brukar din mens vara?
sw: Hedhi yako hudumu kwa muda gani kawaida?
th: ประจำเดือนของคุณปกติมากี่วัน?
tr: Adetiniz genellikle ne kadar sürer?
uk: Скільки зазвичай тривають ваші місячні?
ur: آپ کی ماہواری عام طور پر کتنے دن رہتی ہے؟
vi: Kỳ kinh nguyệt của bạn thường kéo dài bao lâu?
zh_hans: 您的经期通常持续多久？
zh_hant: 您的經期通常持續多久？
zu: Isikhathi sakho sokwesifazane sivamise ukuhlala isikhathi esingakanani?

# onboarding_pin_confirm_label
source: Confirmez votre PIN
am: ፒንዎን ያረጋግጡ
ar: أكّدي رمز PIN
bg: Потвърдете вашия PIN
bn: আপনার PIN নিশ্চিত করুন
ca: Confirma el teu PIN
cs: Potvrďte svůj PIN
da: Bekræft din PIN
de: Bestätigen Sie Ihre PIN
el: Επιβεβαιώστε το PIN σας
en: Confirm your PIN
es: Confirma tu PIN
fa: PIN خود را تأیید کنید
fi: Vahvista PIN-koodisi
he: אשר/י את קוד ה-PIN שלך
hi: अपना PIN पुष्टि करें
hr: Potvrdite svoj PIN
hu: Erősítsd meg a PIN-kódodat
id: Konfirmasi PIN Anda
it: Conferma il tuo PIN
ja: PINを確認
ko: PIN 확인
ms: Sahkan PIN anda
nb: Bekreft din PIN
nl: Bevestig je PIN
pl: Potwierdź swój PIN
pt_br: Confirme seu PIN
ro: Confirmă PIN-ul tău
ru: Подтвердите PIN-код
sk: Potvrďte svoj PIN
sv: Bekräfta din PIN
sw: Thibitisha PIN yako
th: ยืนยัน PIN ของคุณ
tr: PIN'inizi onaylayın
uk: Підтвердіть свій PIN
ur: اپنا PIN تصدیق کریں
vi: Xác nhận mã PIN của bạn
zh_hans: 确认您的 PIN
zh_hant: 確認您的 PIN
zu: Qinisekisa i-PIN yakho

# onboarding_pin_confirm_placeholder
source: Confirmer le PIN
am: ፒን ያረጋግጡ
ar: تأكيد رمز PIN
bg: Потвърди PIN
bn: PIN নিশ্চিত করুন
ca: Confirma el PIN
cs: Potvrdit PIN
da: Bekræft PIN
de: PIN bestätigen
el: Επιβεβαίωση PIN
en: Confirm PIN
es: Confirmar PIN
fa: تأیید PIN
fi: Vahvista PIN
he: אשר PIN
hi: PIN पुष्टि करें
hr: Potvrdi PIN
hu: PIN megerősítése
id: Konfirmasi PIN
it: Conferma PIN
ja: PINを確認
ko: PIN 확인
ms: Sahkan PIN
nb: Bekreft PIN
nl: PIN bevestigen
pl: Potwierdź PIN
pt_br: Confirmar PIN
ro: Confirmă PIN-ul
ru: Подтвердить PIN
sk: Potvrdiť PIN
sv: Bekräfta PIN
sw: Thibitisha PIN
th: ยืนยัน PIN
tr: PIN'i onayla
uk: Підтвердити PIN
ur: PIN کی تصدیق
vi: Xác nhận PIN
zh_hans: 确认 PIN
zh_hant: 確認 PIN
zu: Qinisekisa i-PIN

# onboarding_pin_create_label
source: Créez un PIN de secours (au cas où)
am: ተጠባባቂ ፒን ይፍጠሩ (ለጥንቃቄ)
ar: أنشئي رمز PIN احتياطي (احتياطاً)
bg: Създайте резервен PIN (за всеки случай)
bn: একটি ব্যাকআপ PIN তৈরি করুন (সতর্কতার জন্য)
ca: Crea un PIN de reserva (per si de cas)
cs: Vytvořte záložní PIN (pro jistotu)
da: Opret en backup-PIN (for en sikkerheds skyld)
de: Erstellen Sie eine Backup-PIN (für alle Fälle)
el: Δημιουργήστε ένα εφεδρικό PIN (για κάθε ενδεχόμενο)
en: Create a backup PIN (just in case)
es: Crea un PIN de respaldo (por si acaso)
fa: یک PIN پشتیبان بسازید (برای احتیاط)
fi: Luo vara-PIN (varmuuden vuoksi)
he: צור/צרי קוד PIN גיבוי (ליתר ביטחון)
hi: एक बैकअप PIN बनाएँ (बस हर हाल के लिए)
hr: Stvorite rezervni PIN (za svaki slučaj)
hu: Hozz létre egy tartalék PIN-t (minden esetre)
id: Buat PIN cadangan (untuk berjaga-jaga)
it: Crea un PIN di backup (per sicurezza)
ja: バックアップPINを作成（念のため）
ko: 백업 PIN 만들기 (만일을 위해)
ms: Cipta PIN sandaran (sekiranya diperlukan)
nb: Opprett en reserve-PIN (i tilfelle)
nl: Maak een backup-PIN aan (voor het geval dat)
pl: Utwórz zapasowy PIN (na wszelki wypadek)
pt_br: Crie um PIN de backup (por precaução)
ro: Creează un PIN de rezervă (pentru orice eventualitate)
ru: Создайте резервный PIN-код (на всякий случай)
sk: Vytvorte záložný PIN (pre istotu)
sv: Skapa en reserv-PIN (för säkerhets skull)
sw: Unda PIN ya akiba (kwa tahadhari)
th: สร้าง PIN สำรอง (เผื่อไว้)
tr: Yedek bir PIN oluşturun (her ihtimale karşı)
uk: Створіть резервний PIN (на всяк випадок)
ur: بیک اپ PIN بنائیں (احتیاطاً)
vi: Tạo mã PIN dự phòng (phòng khi cần)
zh_hans: 创建备用 PIN（以防万一）
zh_hant: 創建備用 PIN（以防萬一）
zu: Dala i-PIN yokugcina (uma kwenzeka)
